import React from 'react'
import { useTranslation } from '../i18n'

export default function Judgment_2() {
    const { t, lang, setLang } = useTranslation()

        const html = `
<div class="text-pre text-pre-in">臺灣高雄地方法院刑事判決　　　　　　 109年度審訴字第74號
公　訴　人　臺灣高雄地方檢察署檢察官
被　　　告　劉宇軒（原名胡宇軒）
上列被告因詐欺案件，經檢察官提起公訴（108年度偵字第00000
號），因被告於準備程序進行中，就被訴事實為有罪之陳述，經
受命法官告知簡式審判程序之旨，並聽取被告與公訴人之意見後
，由本院合議庭裁定由受命法官獨任依簡式審判程序審理，判決
如下：
        主  文
劉宇軒以網際網路對公眾散布而犯詐欺取財罪，處有期徒刑壹年
貳月。未扣案之犯罪所得新臺幣拾柒萬元沒收，於全部或一部不
能沒收或不宜執行沒收時，追徵其價額。緩刑參年，並應履行附
表所示負擔。
        事  實
一、劉宇軒（原名胡宇軒）明知其並無出售販賣Hermes牌肩包之
        意思，竟意圖為自己不法所有，基於以網際網路對公眾散布
        而詐欺取財之犯意，於民國107年12月底間某日，以帳號「h
        uuuuuyuhsuan」登入Instagram，刊登欲以新臺幣（下同）1
        7萬元販賣Hermes肩包之訊息，以此方式對公眾散布而施用
        詐術，致梅雅婷閱覽上開訊息後，陷於錯誤而向劉宇軒洽談
        購買，並依劉宇軒指示先於108年1月31日晚間10時6分許，
        轉帳3萬元至林佳諭（所涉詐欺罪嫌，經檢察官另為不起訴
        處分）申設之台新國際商業銀行敦南分行帳號（000）00000
        000000000號帳戶後，再分別於108年2月27日某時許、108年
        3月21日某時許，依劉宇軒指示，分別轉帳7萬元、7萬元至
        劉宇軒申設之中國信託商業銀行屏東分行帳號（000）00000
        0000000號帳戶、永豐商業銀行屏東分行帳號（000）000000
        0000000號帳戶。嗣經梅雅婷發覺遭詐騙報警處理，為警循
        線查悉上情。
二、案經梅雅婷訴由高雄市政府警察局新興分局報告臺灣高雄地
        方檢察署檢察官偵查後起訴。
        理  由
一、本件被告劉宇軒所犯係死刑、無期徒刑、最輕本刑為3年以
        上有期徒刑以外之罪，其於準備程序進行中就被訴事實為有
        罪之陳述，經受命法官告知簡式審判程序之旨，並聽取當事
        人之意見後，本院合議庭認無不得或不宜改依簡式審判程序
        進行之情形，爰依刑事訴訟法第273條之1第1項規定，裁定
        由受命法官獨任進行簡式審判程序。又本件所引屬於審判外
        陳述之傳聞證據，依同法第273條之2規定，不受第159條第1
        項關於傳聞法則規定之限制，依法有證據能力，合先敘明。
二、上開犯罪事實，業據被告坦承不諱，核與證人即告訴人梅雅
        婷證述相符，並有告訴人提出之網路銀行交易明細翻拍畫面
        及對話紀錄在卷可稽，足認被告前揭任意性自白與事實相符
        ，堪予採信。從而，本案事證明確，被告上開犯行洵堪認定
        ，應依法論科。
三、論罪科刑：
（一）核被告所為，係犯刑法第339條之4第1項第3款以網際網路
          對公眾散布而犯詐欺取財罪。另被告基於同一詐欺取財犯
          意，於密接時間，利用同一機會及詐欺模式，使告訴人轉
          帳付款3次，侵害同一法益，各行為之獨立性薄弱，依一
          般社會健全觀念，不宜將告訴人轉帳付款次數認定為被告
          成立詐欺取財之罪數，應視為數個舉動之接續施行，合為
          包括之一行為予以評價，應論以接續犯之實質上一罪。
（二）爰以行為人之責任為基礎，審酌被告非無謀生能力，竟不
          思以正途獲取所需，竟為貪圖不法利益，以網際網路對公
          眾散布而犯詐欺取財罪，顯然欠缺尊重他人財產權之觀念
          ，所為實有不該，惟念其犯後坦承犯行，態度尚可，且已
          與告訴人達成協議，願分期賠償告訴人所受損失（有協議
          書在卷可稽），所造成法益損害稍有減輕，兼衡其教育程
          度、經濟（涉個人隱私，詳卷）等一切情狀，量處如主文
          所示之刑。
四、末被告無任何犯罪前科，有臺灣高等法院被告前案紀錄表在
        卷可佐，素行尚可，其因一時失慮，偶罹刑典，又已與告訴
        人達成協議，願分期賠償告訴人所受損失，業如上述，諒被
        告經此偵、審程序及刑之宣告，應知所警惕，而無再犯之虞
        ，本院認對其宣告之刑以暫不執行為適當，爰依刑法第74條
        第1項第1款規定，併予宣告緩刑3年，以啟自新。又被告雖
        與告訴人達成協議，願分期賠償告訴人所受損失，惟尚未給
        付，不宜無條件給予緩刑宣告，爰依刑法第74條第2項第3款
        規定，命被告應依附表所示事項履行負擔（即依被告與告訴
        人所簽訂之協議書履行）。又被告若於緩刑期內，未履行附
        表所示負擔，檢察官得依刑法第75條之1第1項第4款之規定
        ，聲請撤銷本件緩刑之宣告，附此敘明。
五、沒收：
        本件被告之犯罪所得即其向告訴人詐得共計之17萬元，被告
        雖與告訴人達成協議，願分期賠償告訴人所受損失，惟協議
        書所約定開始分期賠償之日期為109年4月15日，且被告於本
        院審理時亦稱均尚未賠償，是其犯罪所得17萬元，仍應依刑
        法第38條之1第1項、第3項規定宣告沒收之，並諭知於全部
        或一部不能沒收或不宜執行沒收時，追徵其價額。但若被告
        已自行或依協議書賠償告訴人17萬元，則無須再就本件犯罪
        所得執行沒收或追徵價額，併予敘明。
據上論斷，應依刑事訴訟法第273條之1第1項、第284條之1、第
299條第1項前段，刑法第339條之4第1項第3款、第74條第1項第1
款、第2項第3款、第38條之1第1項、第3項，刑法施行法第1條之
1，判決如主文。
本案經檢察官林俊傑提起公訴，檢察官呂乾坤到庭執行職務。
中    華    民    國   109    年    3     月    23    日
                                  刑事第五庭  法  官    蔣文萱
以上正本證明與原本無異。
如不服本判決應於收受送達後20日內向本院提出上訴書狀，並應
敍述具體理由；如未敍述上訴理由者，應於上訴期間屆滿後20日
內向本院補提理由書（均須按他造當事人之人數附繕本）「切勿
逕送上級法院」。
中    華    民    國   109    年    3     月    23    日
                                                          書記官    黃振羽
附錄本案論罪科刑法條：
《中華民國刑法第339條之4》
犯第339條詐欺罪而有下列情形之一者，處1年以上7年以下有期
徒刑，得併科1百萬元以下罰金：
一、冒用政府機關或公務員名義犯之。
二、三人以上共同犯之。
三、以廣播電視、電子通訊、網際網路或其他媒體等傳播工具，
        對公眾散布而犯之。
前項之未遂犯罰之。
┌─────────────────────────────┐
│附表：                                                                          │
├─────────────────────────────┤
│被告應給付告訴人17萬元，給付方式：                                     
│㈠自109年4月15日起至110年8月15日止，以每月為一期（共分為│
│        十七期），每期給付金額10000元。                              │
│㈡以匯款至指定帳號方式履行。指定帳號：中國信託銀行北高雄    │
│  分行，戶名：梅雅婷，帳號：000000000000                        │
└─────────────────────────────┘
</div>
`

const htmlSC = `
<div class="text-pre text-pre-in">台湾高雄地方法院刑事判决　　　　　　 109年度审诉字第74号
公　诉　人　台湾高雄地方检察署检察官
被　　　告　刘宇轩（原名胡宇轩）
上列被告因诈欺案件，经检察官提起公诉（108年度侦字第00000
号），因被告于准备程序进行中，就被诉事实为有罪之陈述，经
受命法官告知简式审判程序之旨，并听取被告与公诉人之意见后
，由本院合议庭裁定由受命法官独任依简式审判程序审理，判决
如下：
主  文
刘宇轩以网际网路对公众散布而犯诈欺取财罪，处有期徒刑壹年
贰月。未扣案之犯罪所得新台币拾柒万元没收，于全部或一部不
能没收或不宜执行没收时，追征其价额。缓刑参年，并应履行附
表所示负担。 
事  实
一、刘宇轩（原名胡宇轩）明知其并无出售贩卖Hermes牌肩包之
意思，竟意图为自己不法所有，基于以网际网路对公众散布
而诈欺取财之犯意，于民国107年12月底间某日，以帐号「h
uuuuuyuhsuan」登入Instagram，刊登欲以新台币（下同）1
7万元贩卖Hermes肩包之讯息，以此方式对公众散布而施用
诈术，致梅雅婷阅览上开讯息后，陷于错误而向刘宇轩洽谈
购买，并依刘宇轩指示先于108年1月31日晚间10时6分许，
转帐3万元至林佳谕（所涉诈欺罪嫌，经检察官另为不起诉
处分）申设之台新国际商业银行敦南分行帐号（000）00000
000000000号帐户后，再分别于108年2月27日某时许、108年
3月21日某时许，依刘宇轩指示，分别转帐7万元、7万元至
刘宇轩申设之中国信托商业银行屏东分行帐号（000）00000
0000000号帐户、永丰商业银行屏东分行帐号（000）000000
0000000号帐户。嗣经梅雅婷发觉遭诈骗报警处理，为警循
线查悉上情。
二、案经梅雅婷诉由高雄市政府警察局新兴分局报告台湾高雄地
方检察署检察官侦查后起诉。 
理  由
一、本件被告刘宇轩所犯系死刑、无期徒刑、最轻本刑为3年以
上有期徒刑以外之罪，其于准备程序进行中就被诉事实为有
罪之陈述，经受命法官告知简式审判程序之旨，并听取当事
人之意见后，本院合议庭认无不得或不宜改依简式审判程序
进行之情形，爰依刑事诉讼法第273条之1第1项规定，裁定
由受命法官独任进行简式审判程序。又本件所引属于审判外
陈述之传闻证据，依同法第273条之2规定，不受第159条第1
项关于传闻法则规定之限制，依法有证据能力，合先叙明。
二、上开犯罪事实，业据被告坦承不讳，核与证人即告诉人梅雅
婷证述相符，并有告诉人提出之网路银行交易明细翻拍画面
及对话纪录在卷可稽，足认被告前揭任意性自白与事实相符
，堪予采信。从而，本案事证明确，被告上开犯行洵堪认定
，应依法论科。
三、论罪科刑：
（一）核被告所为，系犯刑法第339条之4第1项第3款以网际网路
对公众散布而犯诈欺取财罪。另被告基于同一诈欺取财犯
意，于密接时间，利用同一机会及诈欺模式，使告诉人转
帐付款3次，侵害同一法益，各行为之独立性薄弱，依一
般社会健全观念，不宜将告诉人转帐付款次数认定为被告
成立诈欺取财之罪数，应视为数个举动之接续施行，合为
包括之一行为予以评价，应论以接续犯之实质上一罪。
（二）爰以行为人之责任为基础，审酌被告非无谋生能力，竟不
思以正途获取所需，竟为贪图不法利益，以网际网路对公
众散布而犯诈欺取财罪，显然欠缺尊重他人财产权之观念
，所为实有不该，惟念其犯后坦承犯行，态度尚可，且已
与告诉人达成协议，愿分期赔偿告诉人所受损失（有协议
书在卷可稽），所造成法益损害稍有减轻，兼衡其教育程
度、经济（涉个人隐私，详卷）等一切情状，量处如主文
所示之刑。
四、末被告无任何犯罪前科，有台湾高等法院被告前案纪录表在
卷可佐，素行尚可，其因一时失虑，偶罹刑典，又已与告诉
人达成协议，愿分期赔偿告诉人所受损失，业如上述，谅被
告经此侦、审程序及刑之宣告，应知所警惕，而无再犯之虞
，本院认对其宣告之刑以暂不执行为适当，爰依刑法第74条
第1项第1款规定，并予宣告缓刑3年，以启自新。又被告虽
与告诉人达成协议，愿分期赔偿告诉人所受损失，惟尚未给
付，不宜无条件给予缓刑宣告，爰依刑法第74条第2项第3款
规定，命被告应依附表所示事项履行负担（即依被告与告诉
人所签订之协议书履行）。又被告若于缓刑期内，未履行附
表所示负担，检察官得依刑法第75条之1第1项第4款之规定
，声请撤销本件缓刑之宣告，附此叙明。
五、没收：
本件被告之犯罪所得即其向告诉人诈得共计之17万元，被告
虽与告诉人达成协议，愿分期赔偿告诉人所受损失，惟协议
书所约定开始分期赔偿之日期为109年4月15日，且被告于本
院审理时亦称均尚未赔偿，是其犯罪所得17万元，仍应依刑
法第38条之1第1项、第3项规定宣告没收之，并谕知于全部
或一部不能没收或不宜执行没收时，追征其价额。但若被告
已自行或依协议书赔偿告诉人17万元，则无须再就本件犯罪
所得执行没收或追征价额，并予叙明。
据上论断，应依刑事诉讼法第273条之1第1项、第284条之1、第
299条第1项前段，刑法第339条之4第1项第3款、第74条第1项第1
款、第2项第3款、第38条之1第1项、第3项，刑法施行法第1条之
1，判决如主文。
本案经检察官林俊杰提起公诉，检察官吕乾坤到庭执行职务。
中    华    民    国   109    年    3     月    23    日
刑事第五庭  法  官    蒋文萱
以上正本证明与原本无异。
如不服本判决应于收受送达后20日内向本院提出上诉书状，并应
叙述具体理由；如未叙述上诉理由者，应于上诉期间届满后20日
内向本院补提理由书（均须按他造当事人之人数附缮本）「切勿
径送上级法院」。
中    华    民    国   109    年    3     月    23    日
书记官    黄振羽
附录本案论罪科刑法条：
《中华民国刑法第339条之4》
犯第339条诈欺罪而有下列情形之一者，处1年以上​​7年以下有期
徒刑，得并科1百万元以下罚金：
一、冒用政府机关或公务员名义犯之。
二、三人以上共同犯之。
三、以广播电视、电子通讯、网际网路或其他媒体等传播工具，
对公众散布而犯之。
前项之未遂犯罚之。
┌─────────────────────────────┐
│附表：                                                                         │
├─────────────────────────────┤
│被告应给付告诉人17万元，给付方式：
│㈠自109年4月15日起至110年8月15日止，以每月为一期（共分为│
│        十七期），每期给付金额10000元。                              │
│㈡以汇款至指定帐号方式履行。指定帐号：中国信托银行北高雄    │
│  分行，户名：梅雅婷，帐号：000000000000                        │
└─────────────────────────────┘
</div>
`

 const selectedHtml = lang === 'zh-Hans' ? htmlSC : html


    return (
        <div style={{textAlign: 'center'}} className="container my-4">
            <a href="https://judgment.judicial.gov.tw/LAW_Mobile_FJUD/FJUD/data.aspx?ty=JD&id=KSDM,109%2c%e5%af%a9%e8%a8%b4%2c74%2c20200323%2c1" target="_blank" rel="noopener noreferrer" class="contact-link">{t('link')}</a>
            <div style={{ overflowX: 'auto' }}>
                <div style={{ whiteSpace: 'pre-wrap', wordBreak: 'break-word', textAlign: 'center' }} dangerouslySetInnerHTML={{ __html: selectedHtml }} />
            </div>
        </div>
    )
}